tap "homebrew/bundle"
tap "homebrew/services"
brew "bash"
brew "bash-completion@2"
brew "caddy"
brew "cairo"
brew "chafa"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "python@3.13"
brew "imagemagick"
brew "jq"
brew "maven"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "node"
brew "optipng"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "svgo"
brew "swiftformat"
brew "tmux"
brew "tree"
brew "wget"
brew "zig"
cask "calibre"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "gimp"
cask "handbrake-app"
cask "iina"
cask "inkscape"
cask "makemkv"
cask "tailscale-app"
cask "temurin@21"
cask "visual-studio-code"
cask "vlc"
