tap "homebrew/bundle"
brew "bash"
brew "bash-completion@2"
brew "caddy"
brew "python@3.13"
brew "cairo"
brew "cmake"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "maven"
brew "ncurses"
brew "neovim"
brew "ninja"
brew "node"
brew "optipng"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "shellcheck"
brew "svgo"
brew "swiftformat"
brew "wget"
brew "yarn"
cask "calibre"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "gimp"
cask "handbrake"
cask "iina"
cask "inkscape"
cask "makemkv"
cask "tailscale"
cask "temurin@21"
cask "visual-studio-code"
cask "vlc"
